

"""
Студент з студентським квитком КВ-12121212 влаштовується у різні компанії та набуває певні навички.

Формати даних:

    студентський квиток: дві великі літери англійської абетки у верхньому регістрі, потім -, потім 8 цифр.

    назва компанії: не більше 10 літер англійської абетки у нижньому регістрі, у кінці можуть бути дві цифри, наприклад privat24


"""


#    Сформувати структуру датасету для дного користувача.


dataset = \
{
  "КВ-12121212":{
      "privat24":{"writing"},
      "microsoft":{"kissing"}
  }

}







